puts("\nЗавдання №3")
puts("Коректний Gem, який допоможе імплементувати наступний функціонал")

puts("\n3.1 Gem - sidekiq. Асинхронний фреймворк для Ruby, який дозволяє запускати фонові завдання в окремому процесі.")
puts("\n3.2 Gem - carrierwave. Забезпечує простий спосіб завантаження файлів із програм Ruby.")
puts("\n3.3 Gem - will_paginate. Надає простий API для виконання запитів із розбивкою на сторінки за допомогою Active Record і Sequel, а також містить помічники для відтворення посилань на розбивку сторінок у веб-додатках.")
